Repository: pronebird/wp-clanwars
Catalog: langs/wp-clanwars-*.po
Languages: cs_cz

source: Manage matches
cs_cz: Upravit zápasy

source: Manage games
cs_cz: Upravit hry

source: Manage teams
cs_cz: Upravit týmy

source: File is not found on server.
cs_cz: Soubor nenalezen.

source: Authorization required.
cs_cz: Autorizace potřeba

source: Title
cs_cz: Název

source: Game tag
cs_cz: TAG hry

source: No games found.
cs_cz: Žádná hra nenalezena.

source: Edit
cs_cz: Upravit

source: Maps
cs_cz: Mapy

source: Export
cs_cz: Exportovat

source: Delete
cs_cz: Smazat

source: Game
cs_cz: Hra

source: Date
cs_cz: Datum

source: Team 1
cs_cz: Tým 1

source: Team 2
cs_cz: Tým 2

source: Tickets
cs_cz: Tikety

source: Official
cs_cz: Oficiální

source: Country
cs_cz: Země

source: Set As Home Team
cs_cz: Nastav jako DOMÁCÍ

source: %1$s%5$s %2$s @ %3$s : %4$s|1: month input, 2: day input, 3: hour input, 4: minute input, 5: year input
cs_cz: %1$s%5$s %2$s @ %3$s : %4$s|1: měsíc, 2: den, 3: hod, 4: min, 5: rok

source: required
cs_cz: potřeba

source: For example: for Left 4 Dead 2 it can be L4D2.
cs_cz: Například: Pro Left 4 Dead 2 lze použít L4D2

source: Icon
cs_cz: Ikona

source: Delete Icon
cs_cz: Smazat Ikonu

source: Delete Screenshot
cs_cz: Smazat Screenshot

source: Edit post
cs_cz: Upravit příspěvek

source: View post
cs_cz: Prohlédnout příspěvek

source: %d Comment
cs_cz: %d komentář

source: For example: ESL Winter League
cs_cz: Například: ESL liga

source: Description
cs_cz: Popis

source: Optional: Drop a line or two about match.
cs_cz: Doporučení: Napiš informace o zápasu

source: External URL
cs_cz: Adresa z Internetu

source: Enter league or external match URL.
cs_cz: Vlož odkaz nebo název ligy

source: Match status
cs_cz: Výsledek

source: New Team
cs_cz: Nový Tým

source: Add map
cs_cz: Přidat mapu

source: Gallery
cs_cz: Galerie

source: Add images
cs_cz: Přidat obrázek

source: Gallery size:
cs_cz: Velikost galerie

source: Thumbnail
cs_cz: Miniatura

source: Medium
cs_cz: Střední

source: Large
cs_cz: Veliký

source: Full Size
cs_cz: Plná velikost

source: Columns:
cs_cz: Sloupce

source: Link to:
cs_cz: Odkaz na:

source: Attachment page
cs_cz: Příloha

source: Media File
cs_cz: Mediální soubor

source: None
cs_cz: Není

source: Delete Logo
cs_cz: Smazat Logo

source: Games
cs_cz: Hry

source: Add New
cs_cz: Přidat novou

source: You can share created games with others.
cs_cz: Lze sdílet vytvořené hry s ostatními.

source: Upload may take some time. Please do not refresh browser when in progress.
cs_cz: Nahrávání může trvat nějakou dobu.Prosíme neobnovujte stránku v prohlížeči.

source: ZIP file
cs_cz: ZIP soubor

source: Publish Now
cs_cz: Publikovat nyní

source: If you have a game pack in a .zip format, you may install it by uploading it here.
cs_cz: Pokud máte balíče hry v .ZIP, můžete jej nainstalovat zde.

source: Import may take some time. Please do not refresh browser when in progress.
cs_cz: Importování bude chvilku trvat. Prosíme Vás neobnovujte stránku ve vašem prohlížeči.

source: Install Now
cs_cz: Instalovat nyní

source: Maps / %s
cs_cz: Mapy / %s

source: Matches
cs_cz: Zápasy

source: Upcoming
cs_cz: již brzy

source: INSTALLED
cs_cz: NAINSTALOVÁNO

source: GET
cs_cz: Získej

source: Published:
cs_cz: Vytvořeno:

# Number of downloads
source: %d install
cs_cz: %d Instalace

source: Cannot connect to API.
cs_cz: Nelze se spojit s API.

source: Search Results
cs_cz: Výsledek hledání

source: Popular
cs_cz: Populární

source: Publish
cs_cz: Publikovat

source: Search Games
cs_cz: Hledej Hry:

source: Log in with Steam
cs_cz: Přihlásit se pomocí STEAM účtu

source: Log in with Facebook
cs_cz: Přihlásit se pomocí Facebooku

source: Settings
cs_cz: Nastavení

source: Matches Category
cs_cz: Kategorie zápasů

source: Enable default styles
cs_cz: Povolit původní styl

source: Save Changes
cs_cz: Uložit změny

source: User Access
cs_cz: Uživatelský přístup

source: Actions
cs_cz: Akce

source: Apply
cs_cz: Potvrdit

source: No items found.
cs_cz: Nic nenalezeno.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: All
cs_cz: Vše

source: Add New User
cs_cz: Přidat Nového uživatele

source: User
cs_cz: Uživatel

source: Allow user manage specified games only:
cs_cz: Povolit uživateli spravovat pouze dané hry:

source: Allow user:
cs_cz: Povolit uživatele:

source: Add User
cs_cz: Přidat uživatele

source: Get started with WP-Clanwars
cs_cz: Začínáme s WP-Clanwars

source: Install games
cs_cz: Instalovat hry

source: Choose one of the options:
cs_cz: Vyber jednu z možností:

source: Upload previously saved game (ZIP file)
cs_cz: Nahraj předchozí uloženou hru (ZIP)

source: Create a new game
cs_cz: Vytvoř novou hru

source: <i>Not finding your game?</i> You can create your own!<br/>We'll take you to map editing right away.
cs_cz: <i>Nenašel jsi svoji hru?</i>Vytvoř svou vlastní<br/>

source: Type in a new game's name
cs_cz: Napiš jméno nové hry

source: Setup your team
cs_cz: Nastav svůj tým

source: Hey there! Just a couple of things to complete your installation.
cs_cz: Halóó! Ještě pár věcí než bude dokončena instalace.

source: What is the name of your team?
cs_cz: Jak se jmenuje tvůj tým ?

source: Type in your team's name
cs_cz: Napiš jméno tvého týmu.

source: Where is it from?
cs_cz: Odkud je?

source: Teams
cs_cz: Týmy

source: ClanWars
cs_cz: Clanové Války

source: Show all
cs_cz: Ukaž vše

source: 1 week
cs_cz: 1 týden

source: 2 weeks
cs_cz: 2 týdny

source: 3 weeks
cs_cz: 3 týdny

source: 1 month
cs_cz: 1 měsíc

source: 2 months
cs_cz: 2 měsíce

source: 3 months
cs_cz: 3 měsíce

source: 6 months
cs_cz: 6 měsíců

source: 1 year
cs_cz: 1 rok

source: Title:
cs_cz: Název:

source: Hide title
cs_cz: Skrýt název

source: Show games:
cs_cz: Zobraz hry:

source: Do not check any game if you want to show all games.
cs_cz: Neoznačuj žádnou hru pokud chceš zobrazit všechny

source: Show matches:
cs_cz: Zobraz zápasy:

source: Are you sure you want to delete this map?
cs_cz: Opravdu chceš smazat tuto mapu?

source: Are you sure you want to delete this game?
cs_cz: Opravdu chceš smazat tuto hru ?

source: Are you sure you want to delete this team?
cs_cz: Opravdu chceš smazat tento tým ?

source: Are you sure you want to delete this match?
cs_cz: Opravdu chceš smazat tento zápas ?

source: Continue
cs_cz: Pokračuj

source: Get started
cs_cz: Začínáme

source: Please fill in all required fields.
cs_cz: Prosím vyplň požadovaná pole.

source: Imported game.
cs_cz: Importované hry.

source: Failed to upload file.
cs_cz: Chyna při nahrávání souboru.

source: Failed to create a game.
cs_cz: Chyba při vytváření hry.

source: Created a game.
cs_cz: Hra vytvořena.

source: Please fill in the game name.
cs_cz: Prosím vyplň jméno hry.

source: The uploaded file exceeds the <code>upload_max_filesize</code> directive in <code>php.ini</code>.
cs_cz: Nahraný soubor je příliš veliký

source: The uploaded file exceeds the <em>MAX_FILE_SIZE</em> directive that was specified in the HTML form.
cs_cz: Nahraný soubor je příliš veliký.

source: The uploaded file was only partially uploaded.
cs_cz: Nahraný soubor se uložil jen z části.

source: No file was uploaded.
cs_cz: Nic nebylo nahráno.

source: Missing a temporary folder.
cs_cz: Chybí dočasný adresář.

source: Failed to write file to disk.
cs_cz: Chyba při zápisu na disk.

source: File upload stopped by extension.
cs_cz: Nahrávání bylo přerušeno.

source: File type does not meet security guidelines. Try another.
cs_cz: Typ souboru neodpovídá požadavkům.

source: Unknown upload error: %d
cs_cz: Neznámá chyba při nahrávání: %d

source: Failed to save attachment in database.
cs_cz: Chyba při ukládání přílohy.

source: Failed to delete a team. Error: %s
cs_cz: Mazání týmu. Chyba: %s

source: Deleted %d team.
cs_cz: Smazán %d tým

source: Add Team
cs_cz: Přidat tým

source: Edit Team
cs_cz: Upravit tým

source: Update Team
cs_cz: Doplnit tým

source: Team title is a required field.
cs_cz: Název týmu je potřeba.

source: Added a new team.
cs_cz: Nový tým přidán.

source: Failed to add a team.
cs_cz: Chyba při přidávání nového týmu.

source: Updated a team.
cs_cz: Tým doplněn.

source: Failed to update a team.
cs_cz: Chyba při doplňování týmu.

source: Displaying %s&#8211;%s of %s
cs_cz: Zobrazeno %s&#8211;%s z %s

source: Failed to delete games. Error: %s
cs_cz: Mazání hry. Chyba: %s

source: Deleted %d game.
cs_cz: Smazána %d hra.

source: Unable to unzip file: %s
cs_cz: Nelze rozbalit soubor: %s

source: Corrupted or missing contents from ZIP file.
cs_cz: Poškozený nebo chybějící obsah.

source: Failed to add game.
cs_cz: Chyba při přidávání hry.

source: New Game
cs_cz: Nová hra

source: Add Game
cs_cz: Přidat hru

source: Edit Game
cs_cz: Upravit hru

source: Update Game
cs_cz: Doplnit hru

source: Game title is a required field.
cs_cz: Název hry je potřeba.

source: Added a new game.
cs_cz: Nová hra přidána.

source: Failed to add a game.
cs_cz: Chyba při přidávání hry.

source: Updated a game.
cs_cz: Hra doplněna.

source: Failed to update a game.
cs_cz: Chyba při doplňování hry.

source: Map title is a required field.
cs_cz: Název mapy je potřeba.

source: Added a map.
cs_cz: Mapa přidána.

source: Failed to add a map.
cs_cz: Chyba při přidávání mapy.

source: Updated a map.
cs_cz: Mapa doplněna.

source: Failed to update a map.
cs_cz: Chyba při doplňování mapy.

source: Failed to delete maps. Error: %s
cs_cz: Mazání mapy. Chyba: %s

source: Deleted %d map.
cs_cz: Smazána %d mapa.

source: Add Map
cs_cz: Přidat mapu

source: Edit Map
cs_cz: Upravit mapu

source: Update Map
cs_cz: Upravit mapu

source: Failed to delete matches. Error: %s
cs_cz: Mazání zápasů. Chyba: %s

source: Deleted %d match.
cs_cz: Smazán %d zápas.

source: Add Match
cs_cz: Přidat zápas

source: Edit Match
cs_cz: Upravit zápas

source: Update Match
cs_cz: Doplnit zápas

source: Add Round
cs_cz: Přidat kolo

source: Exclude map from match
cs_cz: Vyjmout mapy ze zápasu

source: Remove round
cs_cz: Odebrat kolo

source: Are you sure you want to delete this screenshot?
cs_cz: Opravdu chceš smazat tento screenshot ?

source: Failed to add a match.
cs_cz: Chyba při přidávání zápasu.

source: Added a match.
cs_cz: Zápas přidán.

source: Updated a match.
cs_cz: Zápas doplněn.

source: Settings saved.
cs_cz: Nastavení uloženo.

source: You must agree to the licensing terms.
cs_cz: Musíš souhlasit s podmínkami.

source: User Login
cs_cz: Přihlášení uživatele

source: Permissions
cs_cz: Povolení
